Repository: DAccord/Route-Visualizer
Catalog: Route Visualizer/My Project/Resources.*.resx
Languages: de_de

# Assembly_Description
source: Route Visualizer is a program to plot coordinates from kml or gpx files onto a map. This results in a highly resolved image file.
de_de: Route Visualizer ist ein Programm um Koordinaten aus kml- und gpx-Dateien auf eine Karte zu zeichnen. Das Resultat ist eine hochaufgelöste Bilddatei.

# Main_AllColumnsHaveToBeFilled
source: All columns have to be filled out.
de_de: Alle Spalten müssen ausgefüllt werden.

# Main_AllColumnsHaveToBeFilled_Title
source: Missing value
de_de: Fehlender Wert

# Main_CancelMapCreation
source: Creation of a map is still in progress. Do you really want to exit?
de_de: Die Erstellung einer Karte ist noch nicht abgeschlossen. Wirklich beenden?

# Main_CancelMapCreation_Title
source: Exit application?
de_de: Anwendung beenden?

# Main_CouldntDeleteTemp
source: Could not delete the temporary file {0}. If you want you can delete it manually.
de_de: Konnte die temporäre Datei {0} nicht löschen. Du kannst sie manuell löschen, wenn du möchtest.

# Main_CouldntFindTile_Path
source: Couldn't find tile {0}.
de_de: Konnte die Kachel {0} nicht finden.

# Main_CouldntImportCoordinatesFromFile
source: Could not import coordinates from file {0}.
de_de: Aus der Datei {0} konnten keine Koordinaten importiert werden.

# Main_EnteredColorValue
source: The entered colour value must have the following format: R, G, B
de_de: Der eingegebene Farbwert muss folgendermaßen aufgebaut sein: R, G, B

# Main_EnterNumbers
source: Please enter numbers.
de_de: Bitte Zahlen eingeben.

# Main_GPXDeserError
source: {0} during import of file {1}: {2}{3}{4}{5}{6}
de_de: {0} beim Einlesen der Datei {1}: {2}{3}{4}{5}{6}

# Main_ImportFile
source: Import at least one route file before producing a map.
de_de: Wähle mindestens eine Ebene aus bevor du mit der Kartenerstellung beginnst!

# Main_LogHeader
source: Errors during image creation on {0} at {1}:
de_de: Aufgetretene Fehler während der Bilderzeugung am {0} um {1}:

# Main_NoCoordinates
source: No coordinates could be imported from any of the selected files. Cancelled producing the map.
de_de: Aus keiner der gewählten Dateien konnten Koordinaten importiert werden. Kartenerstellung abgebrochen.

# Main_NoRoutesToPlot
source: There are no route files to plot. Possible reasons for that:{0}- The visibility of all route files is off.{0}- No route has a line width larger than zero.
de_de: Es gibt keine Routendateien, die gezeichnet werden können. Das kann folgende Gründe haben:{0}- Die Sichtbarkeit aller Routen ist deaktiviert.{0}- Keine Route hat eine Linienbreite größer als 0.

# Main_NoRoutesToPlot_Title
source: No route files to plot
de_de: Keine Routendateien

# Main_NoTilesLayerZoom
source: No tiles were found for layer {0} at zoom level {2}.
de_de: Es konnten keine Kacheln für die Ebene {0} bei Zoom-Stufe {1} gefunden werden.

# Main_NumbersBetween
source: The numbers have to be within {0} and {1}.
de_de: Die Zahlen müssen zwischen {0} und {1} liegen.

# Main_OpenLog
source: Errors occured during image creation which were written to the log file {0}.{1}Do you want to open this file now?
de_de: Während der Bilderzeugung sind Fehler aufgetreten. Diese sind in der Log-Datei ({0}) verzeichnet.{1}Möchtest du diese Datei jetzt öffnen?

# Main_OpenLog_Title
source: Errors during image creation
de_de: Fehler während der Bilderzeugung

# Main_OpenResultDirectory
source: Finished image creation. Do you want to open the result directory?
de_de: Bilderstellung abgeschlossen. Möchtest du den Zielordner öffnen?

# Main_OpenResultDirectory_Title
source: Open directory?
de_de: Ordner öffnen?

# Main_OpenResultFile
source: Finished image creation. Do you want to open the resulting file?
de_de: Bilderstellung abgeschlossen. Möchtest du die Datei öffnen?

# Main_OpenResultFile_Title
source: Open file?
de_de: Datei öffnen?

# Main_SelectLayer
source: Select at least one layer before producing a map.
de_de: Importiere mindestens eine Routen-Datei bevor du mit der Kartenerstellung beginnst!

# Main_SelectLayer_Title
source: Select layer
de_de: Ebene wählen

# Main_SelectZoom
source: Select a zoom value before producing a map.
de_de: Wähle eine Zoomstufe bevor du mit der Kartenerstellung beginnst!

# Main_SelectZoom_Title
source: Select zoom value
de_de: Zoomstufe wählen

# Main_ValueBetween
source: The value has to be within {0} and {1}.
de_de: Der Wert muss zwischen {0} und {1} liegen.

# Main_WrongInputFormat
source: Values in the columns zoom, tile width and tile height have to be numeric.
de_de: Bitte in den Spalten Zoom, Tile - Breite und Tile-Höhe nur numerische Werte eingeben.

# Main_WrongInputFormat_2
source: The value in the sort index column has to be numeric.
de_de: Bitte in der Spalte Sortierindex nur numerische Werte eingeben.

# Main_WrongInputFormat_Title
source: Wrong input format
de_de: Falsches Eingabeformat

# About_GithubLinkToReadme
source: https://github.com/DAccord/Route-Visualizer/blob/master/README_EN.md
de_de: https://github.com/DAccord/Route-Visualizer/blob/master/README.md

# Main_ErrorWhileImporting
source: The following error occured while trying to import coordinates from {0}:
de_de: Beim Versuch Koordinaten aus der Datei {0} zu laden trat folgender Fehler auf:

# Main_FileNotFound
source: The following file could not be found: {0}.
de_de: Die folgende Datei konnte nicht gefunden werden: {0}.

# Main_PathNull
source: The path of the route with ID {0} is Nothing.
de_de: Der Pfad der Route mit ID {0} ist Nothing.

# Main_EnterZoomValue
source: Please enter the zoom value of the selected tile:
de_de: Bitte den Zoom-Wert für die gewählte Kachel eingeben:

# Main_GB_AdditionalTiles
source: Additional Tiles
de_de: Zusätzliche Kacheln

# Main_GB_RelativeIndices
source: Absolute Indices
de_de: Absolute Indizes

# Main_L_East
source: East
de_de: Ost

# Main_L_MaxCol
source: Max. Col.
de_de: Max. Spalte

# Main_L_MaxRow
source: Max. Row
de_de: Max. Zeile

# Main_L_MinCol
source: Min. Col.
de_de: Min. Spalte

# Main_L_MinRow
source: Min. Row
de_de: Min. Zeile

# Main_L_North
source: North
de_de: Nord

# Main_L_South
source: South
de_de: Süd

# Main_RowAddedReplace
source: Row was added. Now you have to replace the column index in the path with {C}, the row index with {R} and the zoom value with {Z}.
de_de: Die Zeile wurde hinzugefügt. Ersetze nun den Spaltenindex im Pfad durch {C}, den Zeilenindex durch {R} und den Zoomwert durch {Z}.

# Main_SmallerOrEqual
source: The value in "{0}" has to be smaller than or equal the value in "{1}".
de_de: Der Wert "{0}" muss kleiner oder gleich dem Wert "{1}" sein.

# Main_ZoomInteger
source: Please enter an integer for the zoom value!
de_de: Bitte eine ganze Zahl (0, 1, 2, ...) für den Zoom-Wert eingeben!

# FBD_SaveLayersSeperatelyDescription
source: Select the directory where the single files should be saved
de_de: Wähle den Ordner in welchem die einzelnen Dateien gespeichert werden sollen

# OFD_ImportRouteFilter
source: Supported file types|*.gpx;*.kml|gpx files|*.gpx|kml files|*.kml
de_de: Unterstützte Dateiformate|*.gpx;*.kml|gpx-Dateien|*.gpx|kml-Dateien|*.kml

# OFD_ImportRouteTitle
source: Please select the files you want to import
de_de: Bitte wähle die zu importierenden Dateien aus

# OFD_LayerWizardFilter
source: Supported file types|*.bmp;*.gif;*.jpeg;*.jpg;*.png;*.tif|bmp file|*.bmp|gif file|*.gif|jpg file|*.jpeg;*.jpg|png file|*.png|tif file|*.tif;*.tiff
de_de: Unterstützte Dateiformate|*.bmp;*.gif;*.jpeg;*.jpg;*.png;*.tif|bmp-Datei|*.bmp|gif-Datei|*.gif|jpg-Datei|*.jpeg;*.jpg|png-Datei|*.png|tif-Datei|*.tif;*.tiff

# SFD_SaveImageFilter
source: jpg file|*.jpg|png file|*.png|bmp file|*.bmp|gif file|*.gif|tif file|*.tif
de_de: jpg-Datei|*.jpg|png-Datei|*.png|bmp-Datei|*.bmp|gif-Datei|*.gif|tif-Datei|*.tif

# SFD_SaveImageTitle
source: Save Map
de_de: Karte speichern

# Main_ZoomWizardIntro
source: Please select a tile from the selected layer and with the desired zoom value and remember the zoom value and the row and column index.
de_de: Bitte wähle eine Kachel der gewählten Ebene und der gewünschten Zoomstufe aus und merke dir die Zoom-Stufe sowie den Zeilen- und den Spaltenindex.
